{
	"xna_quotes_collection": [
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Ada kalanya yang sedikit lebih berkah daripada yang banyak."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Aku sudah pernah merasakan semua kepahitan dalam hidup dan yang paling pahit ialah berharap kepada manusia."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Aku tidak peduli atas keadaan susah dan senangku karena aku tidak tahu manakah di antara keduanya itu yang lebih baik bagiku."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Aku tidak sebaik apa yang kau ucapkan, tapi aku juga tidak seburuk apa yang kau pikirkan."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Angin tidak berembus untuk menggoyangkan pepohonan, melainkan menguji kekuatan akarnya."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Apa pun yang akan menjadi takdirmu akan mencari jalannya menemukanmu."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Apabila akal tidak sempurna maka kurangilah berbicara."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Apabila sesuatu yang kau senangi tidak terjadi maka senangilah apa yang terjadi."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Bagianmu yang sesungguhnya dari dunia ini adalah yang memberimu kehormatan diri."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Balas dendam terbaik adalah menjadikan dirimu lebih baik."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Barang siapa menempatkan dirinya di tempat-tempat yang mencurigakan janganlah ia menyalahkan orang lain yang berburuk sangka kepadanya."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Bekerjalah untuk akhiratmu seolah-olah kamu akan mati esok hari dan bekerjalah untuk kehidupan duniamu seolah-olah kamu akan hidup selamanya."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Berbahagialah orang yang dapat menjadi tuan bagi dirinya, menjadi pemandu untuk nafsunya, dan menjadi kapten untuk bahtera hidupnya."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Berikanlah banyak, meskipun menerima sedikit."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Berpikirlah positif, tidak peduli seberapa keras kehidupanmu."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Betapa bodohnya manusia, dia menghancurkan masa kini sambil mengkhawatirkan masa depan. Tapi menangis di masa depan dengan mengingat masa lalunya."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Bila kau cemas dan gelisah akan sesuatu, masuklah ke dalamnya sebab ketakutan menghadapinya lebih menganggu daripada sesuatu yang kau takuti sendiri."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Cinta itu tidak bisa dinanti-nanti, ambil dia dengan penuh keberanian atau lepaskan dia dengan penuh keridaan."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Dirimu yang sebenarnya adalah apa yang kamu lakukan di saat tiada orang yang melihatmu."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Dua jenis manusia yang tak akan merasa kenyang selama-lamanya adalah pencari ilmu dan pencari harta."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Harta itu kurang apabila dibelanjakan tapi ilmu bertambah bila dibelanjakan."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Hiburlah hatimu, siramilah ia dengan percikan hikmah. Seperti halnya fisik, hati juga merasakan letih."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Ilmu tanpa akal ibarat seperti memiliki sepatu tanpa kaki. Dan akal tanpa ilmu ibarat seperti memiliki kaki tanpa sepatu."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Jadilah manusia yang baik dalam pandangan Allah. Jadilah manusia yang buruk dalam pandangan sendiri. Jadilah manusia yang biasa dalam pandangan orang lain."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Jadilah orang yang dermawan tapi jangan menjadi pemboros. Jadilah orang yang hidup sederhana, tetapi jangan menjadi orang yang kikir."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Jadilah seperti bunga yang selalu memberi keharuman bahkan ke tangan yang menghancurkannya."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Jangan anggap diamnya seseorang sebagai kesombongan. Mungkin dia sedang sibuk berseteru dengan dirinya sendiri."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Jangan katakan pada Allah, aku punya masalah besar. Tetapi katakan pada masalah bahwa aku punya Allah yang Maha Besar."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Jangan melihat siapa yang bicara, tapi lihatlah apa yang dibicarakannya."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Jangan membenci siapa pun, tidak peduli berapa banyak mereka bersalah padamu."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Jangan menjelaskan tentang dirimu kepada siapa pun, karena yang menyukaimu tidak butuh itu. Dan yang membencimu tidak percaya itu."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Jangan pernah mengambil keputusan ketika sedang marah dan jangan pernah mengumbar janji ketika sedang bergembira."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Jangan sekali-kali menyebabkan keluargamu paling menderita karenamu."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Jangan sekali-kali merasa malu memberi walaupun sedikit, sebab tidak memberi sama sekali pasti lebih sedikit nilainya."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Janganlah engkau mengucapkan perkataan yang engkau sendiri tak suka mendengarnya jika orang lain mengucapkannya kepadamu."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Janganlah kamu merasa senang dengan banyaknya teman, selama mereka bukan orang yang baik-baik. Sebab kedudukan teman seperti api, sedikitnya adalah kenikmatan, sedangkan banyaknya adalah kebinasaan."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Jika ada kata-kata yang melukai hati, menunduklah dan biarkan ia melewatimu. Jangan dimasukkan hati, agar hatimu tidak lelah."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Karunia Allah yang paling lengkap adalah menjalani kehidupan berdasarkan ilmu."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Kehidupan ini tidak lain hanyalah seperti bayangan awan, mimpinya seorang yang tertidur."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Kehidupan itu cuma dua hari. Satu hari berpihak kepadamu dan satu hari melawanmu. Maka pada saat ia berpihak kepadamu, jangan bangga dan gegabah. Pada saat ia melawanmu, bersabarlah. Krena keduanya adalah ujian bagimu."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Kesabaran adalah kendaraan yang tidak akan tergelincir dan sikap menerima adalah pedang yang tidak akan tumpul."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Kesabaran itu ada dua macam, yakni sabar atas sesuatu yang tidak kau ingin dan sabar menahan diri dari sesuatu yang kau ingini."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Kesempatan datang bagai awan berlalu. Pegunakanlah ketika ia nampak di hadapanmu."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Kesucian hati nurani seseorang sesuai dengan kadar kepekaannya terhadap kehormatan dirinya."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Ketulusan seseorang sesuai dengan kadar kemanusiaannya."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Lebih baik diam sampai engkau diminta untuk berbicara, daripada engkau terus berbicara sampai diminta diam."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Lebih mudah mengubah gunung menjadi debu daripada menanamkan cinta di hati yang dipenuhi dengan kebencian."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Lepaskanlah segala sesuatu yang membuatmu stres dan sedih."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Lidah orang yang berakal berada di belakang hatinya, sedangkan hati orang bodoh berada di belakang lidahnya."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Memaafkan adalah kemenangan terbaik."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Nilai seseorang sesuai dengan kadar tekadnya."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Orang yang hanya berpikir bagi kepentingan perutnya saja maka harga dirinya serupa dengan apa yang keluar dari isi perutnya."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Orang yang pesimis selalu melihat kesulitan di setiap kesempatan. Tetapi orang yang optimis selalu melihat kesempatan dalam setiap kesulitan."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Orang yang sederhana tidak akan pernah menjadi miskin."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Orang yang suka berkata jujur mendapatkan tiga hal, yakni kepercayaan, cinta, dan rasa hormat."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Orang yang terlalu memikirkan akibat dari sesuatu keputusan atau tindakan, sampai kapan pun dia tidak akan menjadi orang berani."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Orang yang tidak menguasai matanya, hatinya tidak ada harganya."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Pekerjaan tangan yang paling sederhana sekalipun demi mempertahankan harga diri seseorang, jauh lebih utama daripada kekayaan yang disertai penyelewengan."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Rahasiamu adalah tawananmu, yang jika dilepaskan, itu akan membuatmu menjadi tahanan."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Sabar sesaat saja di saat marah akan menyelamatkan kita dari ribuan penyesalan."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Sebagian obat justru menjadi penyebab datangnya penyakit, sebagaimana sesuatu yang menyakitkan adakalanya menjadi obat penyembuh."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Selalu ada cahaya bagi orang yang mau melihat."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Sembunyikan kebaikan yang kamu lakukan dan biarkan kebaikan yang telah kamu lakukan itu hanya diketahui olehmu."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Seorang mukmin itu keceriannya tampak di wajahnya dan kesedihannya tersimpan di dalam hati."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Siapa pun yang terhibur dengan buku-buku, kebahagiaan tak akan sirna darinya."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Siapa yang memandang dirinya buruk, maka dia adalah orang yang baik. Dan barang siapa yang memandang dirinya baik, dia adalah orang yang buruk."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Sifat pemarah adalah musuh utama akal."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Sisihkan gelombang-gelombang kerisauan dengan kekuatan kesabaran dan keyakinan."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Telanlah amarahmu sebab kau tidak pernah menemukan minuman yang dapat meninggalkan rasa lebih manis dan lebih lezat daripada itu."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Tetaplah berhubungan dengan orang-orang yang telah melupakanmu, dan ampuni yang bersalah padamu."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Tiada kenikmatan di dunia ini yang lebih besar daripada panjang umur dan nikmat sehat."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Tidak ada gunanya seorang penolong yang selalu menghina atau teman yang selalu berburuk sangka."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Tidak ada yang bisa menjaga rahasiamu lebih baik daripada dirimu sendiri. Maka jangan salahkan siapa pun orang yang mengungkapkan rahasiamu karena kamu sendiri tidak bisa menyembunyikannya."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Ucapan sahabat yang jujur lebih besar harganya daripada harta benda yang diwarisi nenek moyang."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Yakinlah, ada sesuatu yang menantimu setelah sekian banyak kesabaran yang kau jalani, yang akan membuatmu terpana hingga kau lupa betapa pedihnya rasa sakit."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Yang buruk sengaja Allah lepaskan agar yang baik mempunyai kesempatan untuk datang."
	},
	{
		"author": "Ali Bin Abi Thalib",
		"quotes": "Yang terbaik di antara kalian ialah mereka nan berakhlak paling mulia."
	}]
}
